Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaisopetus_ja_oppimateriaalityo.html.tmx
Source language: fin
Languages: smn

source: Koulutus
smn: Škovlim

source: Saamelaiskäräjät edistää saamen kielten, saamenkielistä sekä saamelaisen kulttuurin opetusta.
smn: Sämitigge oovded sämikielâi, sämikielâlii sehe sämikulttuur máttááttâs.

source: Saamelaiskäräjien koulutus- ja oppimateriaalilautakunta sekä koulutus- ja oppimateriaalitoimisto toimivat yhteistyössä saamelaisten kotiseutualueen kuntien, muiden koulutuksen järjestäjien, pohjoismaisten sisarelinten ja valtion opetushallinnon kanssa.
smn: Sämitige škovlim- já oppâmateriaallävdikodde sehe škovlim- já oppâmateriaaltoimâttâh pargeh oovtâstpargo sämmilij päikkikuávlu kieldâiguin, eres škovliittâs uárnejeijeiguin, tave-eennâmlij västideijee orgaanijguin já staatâ máttááttâshaldâttâssáin.

source: Saamelaiskäräjät edustaa saamelaisten ääntä koulutuspolitiikassa.
smn: Sämitigge oovdâst sämmilij jienâ škovlimpolitiikâst.

source: Saamen kielten ja saamelaisen kulttuurin asema opetuksessa on yksi tärkeimmistä saamelaisten tulevaisuuden kysymyksistä.
smn: Sämikielâi já sämikulttuur sajattâh máttááttâsâst lii ohtâ tehálumosijn sämmilij puátteevuođâ koččâmušâin.

source: Saamen kieli on kuulunut koulun opetusohjelmaan peruskoulun ensimmäiseltä vuosikymmeneltä lähtien.
smn: Sämikielâ lii kuullâm škoovlâ máttááttâsohjelmân vuáđuškoovlâ vuossâmuu ihelovo rääjist.

source: Saamenkielinen opetus lähti liikkeelle Utsjoelta ja Inarista 1970-luvun puolivälissä.
smn: Sämikielâlâš máttááttâs vuolgij joton Ucjuuvâst já Anarist 1970-lovo pelimuddoost.

source: Kaikki saamelaisten kotiseutualueen peruskoulut ja lukiot antavat nykyisin saamen kielen opetusta.
smn: Puoh sämmilij päikkikuávlu vuáđuškoovlah já luvâttuvah adeleh tááláá ääigi sämikielâ máttááttâs.

source: Kaikki saamelaisten kotiseutualueen kunnat järjestävät saamenkielistä opetusta peruskoulussa.
smn: Puoh sämmilij päikkikuávlu kieldah uárnejeh sämikielâlii máttááttâs vuáđuškoovlâst.

source: Saamenkielistä opetusta annetaan eniten perusopetuksen vuosiluokilla 1-6.
smn: Sämikielâlâš máttááttâs adeluvvoo puoh enâmustáá vuáđumáttááttâs iheluokain 1-6. Aanaar kieldâ škoovlâin puoh Suomâ kulmâ sämikielâ, anarâš-, nuorttâlâš- já tavesämikielâ, láá sehe máttááttâskielah já máttááttemnáál oppâamnâseh.

source: Inarin kunnan kouluissa kaikki Suomen kolme saamen kieltä, inarin-, koltan- ja pohjoissaame, ovat sekä opetuskieliä että opetettavia oppiaineita.
smn: Ucjuv, Iänuduv já Suáđigil kieldâin sämikielâin máttááttâskiellân já oppâamnâsin lii tavesämikielâ.

source: Utsjoen , Enontekiön ja Sodankylän kunnissa saamen kielistä opetuskielenä ja oppiaineena on pohjoissaame.
smn: Sämmilij päikkikuávlu kieldâi ulguubeln sämikielâ máttááttuvvoo tuáistáážân tuše váhá, mutâ uáppeemeeri lii lassaanmin.

source: Saamelaisten kotiseutualueen kuntien ulkopuolella saamen kieltä opetetaan toistaiseksi vain vähän, mutta oppilasmäärä on kasvussa.
smn: Sämitigge já Ucjuv kieldâ piejii joton čohčâluuhâmpaje 2018 aalgâst máttááttâs- já kulttuurministeriö ruttâdem haavâ, mon vievâst sämikielâi máttááttâs adeluvvoo káidusohtâvuođâi peht päikkikuávlu kieldâi ulguubel.

source: Saamelaiskäräjät ja Utsjoen kunta käynnistivät syyslukukauden 2018 alussa opetus- ja kulttuuriministeriön rahoittaman hankkeen, jonka avulla saamen kielten opetusta annetaan etäyhteyksin kotiseutualueen kuntien ulkopuolelle.
smn: Sämmilij päikkikuávlu ulguubeln ij lah ive 2018 räi adelum sämikielâlâš máttááttâs, mutâ tile lii muttuumin.

source: Saamelaisten kotiseutualueen ulkopuolella ei ole vuoteen 2018 mennessä annettu saamenkielistä opetusta, mutta tilanne on muuttumassa.
smn: Säämi-suomâ-kyevtkielâlâš luokkamáttááttâs vuolgij joton Pasila vuáđuškoovlâst Helsigist čohčuv 2018.

source: Saame-suomi-kaksikielinen luokkaopetus käynnistyi Pasilan peruskoulussa Helsingissä syksyllä 2018.
smn: Keejâ animaatiost, täst paaldâst, kost sämikielâi já sämikielâlâš máttááttâs lii uárnejum iivijn 1980, 1990, 2000, 2010 já kost tot uárnejuvvoo tääl ive 2020.

source: Katso animaatiosta missä saamen kielten ja saamenkielistä opetusta on järjestetty vuosina 1980, 1990, 2000, 2010 ja missä sitä järjestetään nyt vuonna 2020.
smn: Maaŋgâin uccâ markkânsoojijn láá škoovlah lappum já ain eenâb já eenâb škoovlah sämmilij päikkikuávlu kieldâi (Iänudâh, Aanaar, Suáđikylá já Ucjuuhâ) ulguubeln uárnejeh tääl sämikielâ máttááttâs.

source: Monet pienet kyläkoulut ovat kadonneet kartalta ja yhä useampi koulu saamelaisten kotiseutualueen kuntien (Enontekiö, Inari, Sodankylä ja Utsjoki) ulkopuolella järjestää nyt saamen kielten opetusta.
smn: Kárttá: Ulla Aikio-Puoskari já Minna Saastamoinen/ Studio Borga.

source: Kartta: Ulla Aikio-Puoskari ja Minna Saastamoinen/ Studio Borga.
smn: Sämikielâ puáhtá leđe škoovlâ máttááttâskielâ, eenikielâ já kirjálâšvuođâ oppâaamnâs sehe rijjâtátulâš/ valjimnáál viereskielâ oppâaamnâs.

source: Saame voi olla koulun opetuskieli, äidinkielen ja kirjallisuuden oppiaine sekä vapaaehtoinen/ valinnainen vieraan kielen oppiaine.
smn: Sämikuávlust ässee sämikielâ mättee uáppeeh kalgeh laavâ mield finniđ váldu-uási vuáđumáttááttâsâst sämikielân.

source: Saamelaisalueella asuvien saamea osaavien oppilaiden tulee lain mukaan saada pääosa perusopetuksestaan saamen kielellä.
smn: Njuolgâdusah kyeskih puoh kuulmâ Suomâst sarnum sämikielân: anarâš-, nuorttâlâš- já tavesämikielân.

source: Säännökset koskevat kaikkia kolmea Suomessa puhuttua saamen kieltä: inarin-, koltan- ja pohjoissaamea.
smn: Sämikielâi iskosijd lii máhđulâš čođâldittiđ pajeuáppeetotkosist, mii lii eres oosijn suomâkielâlâš.

source: Saamen kielten kokeet on mahdollista suorittaa ylioppilastutkinnossa, joka on muilta osin suomenkielinen.
smn: Nube tääsist Säämi máttááttâskuávdáš/ Sámi oahpahusguovddáš uárnee iärrásij lasseen sämikielâlii sämityeje škovlim.

source: Toisella asteella Saamelaisalueen koulutuskeskus/ Sámi oahpahusguovddáš järjestää mm. saamenkielistä saamen käsityön, duodjin, koulutusta.
smn: Oppâlájádâs virgáliih máttááttâskielah láá sämikielâ já suomâkielâ.

source: Oppilaitoksen viralliset opetuskielet ovat saame ja suomi.
smn: Máttááttâskuávdáást tuáimih puoh kuulmâ sämikielâ luuhâmive pištee intensiivškovliittâs linjáh.

source: Koulutuskeskuksessa toimivat kaikkien kolmen saamen kielen lukuvuoden mittaiset intensiivikoulutuksen linjat.
smn: Máttááttâskuávdáá virtuaalškovlâ uárnee jyehi ive stuorrâ mere sämikielâi viermikuursâid rävisulmuid.

source: Koulutuskeskuksen virtuaalikoulu järjestää vuosittain suuren määrän saamen kielten verkkokursseja aikuisväestölle.
smn: Ollâ tääsist sämikielâ tutkâmuš já škovlim väldikodálâš eromâšpargo lii Oulu ollâopâttuv Giellagas-instituutist .

source: Korkealla asteella saamen kielten tutkimuksen ja koulutuksen valtakunnallinen erityistehtävä on Oulun yliopiston Giellagas-instituutilla .
smn: Oulu ollâopâttuvâst tuáimá Suomâ áinoo sämikielâ amnâsmáttáátteijei škovlimlinjá.

source: Oulun yliopistossa toimii Suomen ainoa saamen kielen aineenopettajien koulutuslinja.
smn: Puoh kulmâ Suomâst sarnum sämikielâ lii máhđulâš oppâđ váldu- tâi uálgiamnâsin Oulu ollâopâttuvâst.

source: Kaikkia kolmea Suomessa puhuttua saamen kieltä on mahdollista opiskella pää- tai sivuaineena Oulun yliopistossa.
smn: Helsig já Laapi ollâopâttuvâin lii máhđulâš čođâldittiđ tavesämikielâ oopâid.

source: Helsingin ja Lapin yliopistoissa on mahdollista suorittaa pohjoissaamen kielen opintoja.
smn: Taažâ Kuovdâkiäinust tuáimee sämmilâš ollâškovlâ Sámi allaskuvla škuávlee iärásij lasseen sämikielâlijd máttáátteijeid.

source: Norjan Koutokeinossa toimiva saamelainen korkeakoulu Sámi allaskuvla kouluttaa mm. saamenkielisiä opettajia.
smn: Sámi allaskuvla máttááttâs, haldâttuv já eres tooimâ váldukiellân lii sämikielâ.

source: Sámi allaskuvlan opetuksen, hallinnon ja muun toiminnan pääkielenä on saamen kieli.
smn: Sämikielâlâš oppâmateriaalpargo

source: Saamenkielinen oppimateriaalityö
smn: Oppâmateriaalpargo ráhtá hinnáid sämikielâ, sämikulttuur já sämikielâlii máttááttâsân sierâ škovlâtaasijn.

source: Oppimateriaalityö luo edellytyksiä saamen kielen, saamelaisen kulttuurin ja saamenkieliselle opetukselle eri kouluasteilla.
smn: Sämikielâlij oppâmateriaalij rähtim algâttui ko sämikielâlii algâmáttááttâs vuolgij joton 1970 –lovo pelimuddoost.

source: Saamenkielisten oppimateriaalien valmistaminen aloitettiin saamenkielisen alkuopetuksen käynnistyessä 1970 –luvun puolivälissä.
smn: Aalgâst materiaalpargoost västidij Laapi läänihaldâttâs, kost poorgâi ive 1976 rääjist eromâš sämiškovlim vuávájeijee.

source: Aluksi materiaalityöstä vastasi Lapin lääninhallitus, jossa työskenteli vuodesta 1976 alkaen erityinen saamelaiskoulutuksen suunnittelija.
smn: Tääl oppâmateriaalpargo kulá Sämitiigán, kote finnee jyehi ive staatâtorjuu oppâmateriaalij rähtim várás.

source: Nykyisin oppimateriaalityö kuuluu Saamelaiskäräjille, joka saa vuosittain valtionavustusta oppimateriaalin valmistamista varten.
smn: Oppâmateriaalmeriruttâ kulá staatâ budjetist máttááttâsministeriö válduluokan já tast máttááttâshaldâttâs toimâkoloid.

source: Oppimateriaalimääräraha sisältyy valtion talousarviossa opetusministeriön pääluokkaan ja siellä opetushallituksen toimintamenoihin.
smn: Sämitigge raportist toos materiaalpargo puátusijn.

source: Saamelaiskäräjät raportoi sille materiaalityön tuloksista.
smn: Sämitige škovlim- já oppâmateriaallävdikodde tuhhit oppâmateriaalpaargon kyeskee pyevtittâsvuáváámijd já prinsiipijd.

source: Koulutus- ja oppimateriaalitoimisto vastaa oppimateriaalityön suunnittelusta, hankkeiden käytännön toteuttamisesta, jakelusta, tiedottamisesta, varojen käyttöön liittyvästä hallinnosta ja materiaalityöhön liittyvästä pohjoismaisesta yhteistyöstä.
smn: Oppâmateriaalijd rähtih anarâš-, nuorttâlâš- já tavesämikielân.

source: Oppimateriaaleja valmistetaan inarin-, koltan- ja pohjoissaamen kielillä.
smn: Sämitigge tuárju meid priivaat oppâmateriaal rähtim.

source: Saamelaiskäräjät tukee myös yksityistä oppimateriaalin valmistusta.
smn: Škovlim- já oppâmateriaallävdikoddeest puáhtá uuccâđ torjuu sämikielâlij oppâmateriaalprojektij várás.

source: Koulutus- ja oppimateriaalilautakunnalta voi hakea avustusta saamenkielisiä oppimateriaaliprojekteja varten.
smn: Eidusii uuccâmäigi ij lah, mutâ torjuu ocoh táválávt skammâ-uđđâivemáánust, kuás čuávvoo ive pyevtittemvuávám lii rähtimnáál.

source: Varsinaista hakuaikaa ei ole, mutta avustusta haetaan yleensä marras-tammikuussa, jolloin seuraavan vuoden tuotantosuunnitelmaa valmistellaan.
smn: Sämitigge puáhtá pálkkááttiđ meriáigásijd olespiäiválijd pargeid oppâmateriaal kietâčäällim- já eres pargoid.

source: Saamelaiskäräjät voi palkata määräaikaisia kokopäiväisiä työntekijöitä oppimateriaalin käsikirjoitus- ja muihin tehtäviin.
smn: Puoh merhâšitteemus juávkku, mii parga oppâmateriaalpargo, lii sämikielâliih máttáátteijeeh.
